[
{
  "model": "produk.penerbit_buku",
  "pk": 1,
  "fields": {
    "created": "2024-02-15T18:29:19.421",
    "updated": "2024-03-01T04:29:29.194",
    "slug": "pt-gramedia-pustaka-utama",
    "penerbit": "GRAMEDIA",
    "instansi": "PT Gramedia Pustaka Utama",
    "tentang_penerbit": "Didirikan tahun 1974, Gramedia Pustaka Utama merupakan bagian dari Kompas Gramedia, jaringan media terbesar di Indonesia. Fokus terbitannya kepada 12 bidang utama: Fiksi Dewasa, Fiksi Remaja, Fiksi Anak, Sastra - Literatur, Bisnis Ekonomi, Social Science, Pengembangan Diri, Kamus & Referensi, Boga, serta Busana & Kecantikan.\r\n\r\nSelama lebih dari 40 tahun penerbit Gramedia Pustaka Utama telah menjadi rumah bagi banyak penulis dan buku-buku terbaik di Indonesia. Beberapa nama penulis seperti Ahmad Tohari, Eka Kurniawan, Ahmad Fuadi, Marga T., Alberthiene Endah, Clara Ng., Agustinus Wibowo, Hermawan Kertajaya, Franz Magnis-Suseno, serta penulis internasional seperti Enid Blyton, Paulo Coelho, J.K. Rowling, Agatha Christie, J.R.R. Tolkien, Malcolm Gladwell, Dale Carnegie mempercayakan karyanya untuk selalu diterbitkan melalui Gramedia Pustaka Utama.\r\n\r\nKarya-karya terbitan Gramedia Pustaka Utama juga telah berhasil meraih berbagai penghargaan, baik nasional maupun internasional, di antaranya Kusala Sastra Khatulistiwa, Penghargaan IKAPI, Islamic Book Award, Anugerah Pembaca Indonesia, Gourmand World Cookbook Awards, Liberaturpreis Jerman, World Reader's Award, hingga dinominasikan dalam penghargaan Man Booker International Prize.\r\n\r\nDi samping itu, Gramedia Pustaka Utama juga selalu mendukung berbagai kegiatan pengembangan literasi di Indonesia dan Asia Tenggara, dengan berpartisipasi aktif dalam Ubud Writers & Readers Festival, Makassar International Writers Festival, ASEAN Literary Festival, serta Singapore International Writers Festival.\r\n\r\nSaat ini, dengan lebih dari 30 ribu judul buku yang telah diterbitkan serta jalinan kerjasama dengan lebih dari 200 penerbit asing terkemuka dari AS, Belanda, Jerman, Belgia, Brasil, Denmark, Hong Kong, India, Inggris, Italia, Jepang, Jerman, Kanada, Malaysia, dan Swis, Gramedia Pustaka Utama telah berhasil mengukuhkan posisinya sebagai salah satu penerbit buku terbaik di Indonesia.\r\n\r\nDi masa depan Gramedia Pustaka Utama berkomitmen untuk tetap berusaha menjadi agen pembaruan bagi bangsa: memilih dan memproduksi buku-buku yang berkualitas, yang  memperluas wawasan, memberikan pencerahan, dan merangsang kreativitas berpikir, dengan dukungan teknologi.",
    "logo_penerbit": "gramedia-pustaka-utama.png"
  }
},
{
  "model": "produk.penerbit_buku",
  "pk": 2,
  "fields": {
    "created": "2024-02-15T18:29:38.734",
    "updated": "2024-03-01T04:30:15.059",
    "slug": "penerbit-informatika",
    "penerbit": "INFORMATIKA",
    "instansi": "Penerbit Informatika",
    "tentang_penerbit": "Penerbit Informatika\r\nAlamat: Jl. Buah Batu, Malabar, Kec. Lengkong, Kota Bandung, Jawa Barat 40264\r\nTelepon: 0813-2220-1946",
    "logo_penerbit": "penerbit-Informatika.png"
  }
},
{
  "model": "produk.penerbit_buku",
  "pk": 3,
  "fields": {
    "created": "2024-02-15T18:30:03.240",
    "updated": "2024-03-01T04:28:32.724",
    "slug": "pt-elex-media-komputindo",
    "penerbit": "ELEX MEDIA KOMPUTINDO",
    "instansi": "PT. Elex Media Komputindo",
    "tentang_penerbit": "PT Elex Media Komputindo adalah sebuah perusahaan penerbit di Indonesia yang mengkhususkan diri dalam penerbitan buku, komik, majalah, novel, dan media cetak lainnya. Didirikan pada tanggal 15 Januari 1985, Elex Media Komputindo merupakan salah satu anak perusahaan dari Kompas Gramedia Group. Kantor pusatnya berada di Tanah Abang, Jakarta Pusat.\r\n\r\nElex Media Komputindo dikenal sebagai pelopor penerbitan manga di Indonesia, dan sekarang merupakan salah satu penerbit komik terbesar di Indonesia.",
    "logo_penerbit": "elex_media_komputindo_logo.png"
  }
},
{
  "model": "produk.penerbit_buku",
  "pk": 4,
  "fields": {
    "created": "2024-03-05T17:21:21.435",
    "updated": "2024-03-05T17:21:21.435",
    "slug": "cv-andi-offset",
    "penerbit": "ANDI OFFSET",
    "instansi": "CV. Andi Offset",
    "tentang_penerbit": "Penerbit Andi merupakan perusahaan yang bergerak di bidang Penerbit dan Percetakan. Perusahaan ini didirikan di Yogyakarta oleh Bapak JH Gondowijoyo pada tanggal 4 Januari 1980. Saat ini kami ada di 22 propinsi di Indonesia, dengan jumlah 30 cabang. Rencana kami akan memperluas pasar di daerah yang belum terjangkau.\r\n\r\nJl. Beo No.38-40, Mrican, Caturtunggal, Kec. Depok, Kabupaten Sleman, Daerah Istimewa Yogyakarta 55281",
    "logo_penerbit": "1662620119.jpeg"
  }
},
{
  "model": "produk.penerbit_buku",
  "pk": 5,
  "fields": {
    "created": "2024-03-05T17:39:23.974",
    "updated": "2024-03-05T17:39:23.974",
    "slug": "bhuana-ilmu-populer",
    "penerbit": "BIP",
    "instansi": "Bhuana Ilmu Populer",
    "tentang_penerbit": "Bhuana Ilmu Populer (BIP) yang berdiri pada tanggal 22 September 1992 bergerak di bidang penerbitan. BIP tumbuh menjadi salah satu penerbitan besar di Indonesia yang berada di bawah Kompas Gramedia. Selain menjadi penerbit yang menerbitkan buku untuk dipublikasikan secara luas, BIP juga menjadi co-publishing bagi penulis/institusi yang membutuhkan jasa menulis atau mencetak buku. Presiden Indonesia saat ini, Bapak Joko Widodo, dan mantan presiden Indonesia, Bapak Susilo Bambang Yudhoyono, merupakan salah satu pengguna jasa co- publishing BIP.\r\n\r\nBIP lebih berfokus pada penerbitan buku anak, seperti edukomik, dongeng, picture book, dan buku aktivitas bagi balita dan anak-anak. Namun, BIP juga tidak mengesampingkan buku-buku nonfiksi yang bertema kesehatan, bisnis, kepemimpinan, motivasi, self-help, dan buku penunjang sekolah. Setiap tahun, BIP menerbitkan lebih dari 300 judul buku yang 60%-nya merupakan buku anak. BIP mempunyai imprint yang menerbitkan buku dengan kategori khusus, yaitu Bhuana Sastra untuk novel, Genta untuk buku kristen, dan Qibla untuk buku islam.\r\n\r\nSejak tahun 2004, BIP melebarkan sayap dengan menerbitkan produk geospasial, contohnya atlas dan peta panduan perjalanan. BIP memiliki tim cartographer yang bekerja sama dengan pemerintah atau lembaga swasta untuk memetakan kota-kota besar, seperti Jakarta, Surabaya, dan Bali. Selain itu, BIP juga menyediakan peta perjalanan wisata. Setelah lebih dari 10 tahun menjalankan lini peta ini, sekarang, BIP terkenal sebagai penyedia data geospasial akurat kota besar di Indonesia. Banyaknya permintaan di bidang digital, BIP pun ikut mengembangkan peta digital.\r\n\r\nDengan slogan “Passion for Knowledge”, BIP mendedikasikan diri untuk menerbitkan buku-buku yang membantu orang-orang untuk belajar sendiri. Karena pembaca utamanya adalah anak-anak, BIP dengan serius dan hati-hati dalam menciptakan buku anak berkualitas tinggi. BIP sangat menyadari ada sebuah pertanggungjawaban dalam mendidik generasi muda untuk mempersiapkan mereka membangun masyarakat intelektual yang lebih baik di masa depan.\r\n\r\nPerhatian BIP dalam mendidik generasi muda dengan buku-buku anak berkualitas tinggi melahirkan sebuah program amal yang disebut Books for Friend (BFF). Melalui program ini, BIP mendonasikan Rp100 dari setiap buku terjual untuk menyediakan buku-buku ke tempat baca atau perpustakaan umum kecil di daerah terpencil di Indonesia. BFF membuat BIP dapat menjangkau anak-anak yang tidak mampu membeli buku untuk dibaca. Ini merupakan usaha BIP dalam berbagi pengetahuan terhadap anak yang kurang mampu. BIP percaya setiap anak berhak untuk mendapatkan pengetahuan baik yang kaya maupun yang miskin.\r\n\r\nSebagai sebuah perusahaan yang berada di bawah naungan Kompas Gramedia, BIP mempunyai keistimewaan untuk men-display buku-buku terbitannya di 107 gerai toko buku Gramedia di seluruh Indonesia. Selain di toko buku Gramedia, buku-buku BIP juga tersedia di gerai modern lainnya. Untuk menjangkau semua kalangan, BIP menjual buku digital di Scoop dan Gramediana, yang merupakan toko buku digital terkemuka di Indonesia. Agar tidak ketinggalan tantangan di dunia digital saat ini, BIP selalu berada di garis depan dalam berinovasi dengan menggunakan teknologi digital untuk menciptakan pengalaman membaca yang unik.\r\n\r\nBIP akan terus memperluas pasar dengan membangun kerja sama internasional, salah satunya dengan selalu mengunjungi pameran buku internasional, seperti Frankfurt Book Fair, Bologna Children Books Fair, Seoul Book Fair, London Book Fair, Beijing Book Fair, dan Bucheon International Comic Festival. Beberapa copyright buku anak BIP telah terjual ke Vietnam, Malaysia, dan India. Buku-buku tersebut adalah buku lokal yang ditulis oleh penulis buku anak Indonesia. Kerja sama ini memperkuat identitas BIP sebagai penerbit buku anak terkemuka di Indonesia.",
    "logo_penerbit": "Logo-BHUANA-ILMU-POPULER-313.jpg"
  }
}
]
